[
  {
    "main": "The king and queen lived in the castle. They had three daughters. The two older ones were already married long ago and the third, the youngest, was still at home.",
    "uk": "राजा और रानी महल में रहते थे. उनकी तीन बेटियाँ थीं. दो बड़े लोगों की बहुत पहले ही शादी हो चुकी थी और तीसरा, सबसे छोटा, अभी भी घर पर था.",
    "start_cs": 0.0,
    "end_cs": 9.270,
    "start_uk": 0.0,
    "end_uk": 10.399
  },
  {
    "main": "She liked to play with her glass ball in the castle garden. She threw it high and then caught it again, singing and dancing.",
    "uk": "उसे महल के बगीचे में अपनी कांच की गेंद से खेलना पसंद था. उसने उसे ऊपर फेंका और फिर गाते और नाचते हुए उसे दोबारा पकड़ लिया.",
    "start_cs": 10.359,
    "end_cs": 17.670,
    "start_uk": 11.279,
    "end_uk": 19.700
  },
  {
    "main": "But once she fell right into a deep well. She sat down on its edge and cried.",
    "uk": "लेकिन एक बार वह सीधे गहरे कुएं में गिर गई. वह किनारे पर बैठ गयी और रोने लगी.    ",
    "start_cs": 18.379,
    "end_cs": 23.120,
    "start_uk": 20.569,
    "end_uk": 26.090
  },
  {
    "main": "'Why are you crying, princess?' it said. She looked around but saw no one except a fat frog in the grass.",
    "uk": "'तुम क्यों रो रही हो, राजकुमारी?' यह कहा. उसने चारों ओर देखा लेकिन घास में एक मोटे मेंढक के अलावा कोई नहीं दिखा.    ",
    "start_cs": 23.879,
    "end_cs": 30.870,
    "start_uk": 27.010,
    "end_uk": 35.209
  },
  {
    "main": "'Did you ask that, little frog?' she wondered.",
    "uk": "'क्या तुमने यह पूछा, छोटे मेंढक?' वह आश्चर्यचकित हुई.    ",
    "start_cs": 32.040,
    "end_cs": 34.430,
    "start_uk":36.729,
    "end_uk": 41.450
  },
  {
    "main": "'Yes, that's what I asked! Why are you crying princess?” “My glass ball fell into a deep well.” she said sadly.",
    "uk": "'हाँ, मैंने यही पूछा था! तुम क्यों रो रही हो राजकुमारी?' 'मेरी कांच की गेंद एक गहरे कुएं में गिर गई.' उसने उदास होकर कहा.    ",
    "start_cs": 35.590,
    "end_cs": 43.259,
    "start_uk": 41.450,
    "end_uk": 50.950
  },
  {
    "main": "'I will bring it to you if you promise to let me eat with you at the table and sleep in your crib.' The girl immediately agreed.    ",
    "uk": "'यदि आप मुझे अपने साथ मेज पर खाना खाने और अपने पालने में सोने देने का वादा करें तो मैं इसे आपके पास लाऊंगा.' लड़की तुरंत मान गई.    ",
    "start_cs": 44.459,
    "end_cs": 51.610,
    "start_uk": 51.790,
    "end_uk": 59.930
  },
  {
    "main": "The frog jumped into the well and in a moment handed her the ball. She was so happy that she didn't even thank him and ran home.    ",
    "uk": "मेंढक कुएँ में कूदा और एक क्षण में उसे गेंद सौंप दी. वह इतनी खुश थी कि उसने उसे धन्यवाद भी नहीं दिया और घर भाग गई.  ",
    "start_cs": 52.549,
    "end_cs": 60.330,
    "start_uk": 60.799,
    "end_uk": 68.470
  },
  {
    "main": "'Wait!' the frog called after her. 'You promised me something!' But the princess no longer heard him.    ",
    "uk": "'इंतज़ार!' मेंढक ने उसे बुलाया. 'आपने मुझसे कुछ वादा किया था!' लेकिन राजकुमारी ने अब उसकी बात नहीं सुनी.    ",
    "start_cs": 61.689,
    "end_cs": 68.190,
    "start_uk": 68.190,
    "end_uk": 77.669
  },
  {
    "main": "They were already waiting for her at home with dinner. Suddenly there was a knock on the door.    ",
    "uk": "वे पहले से ही रात का खाना लेकर घर पर उसका इंतजार कर रहे थे. अचानक दरवाजे पर दस्तक हुई.    ",
    "start_cs": 69.300,
    "end_cs": 74.349,
    "start_uk": 78.480,
    "end_uk": 85.059
  },
  {
    "main": "The princess opened them. Behind them sat a familiar frog. He was groomed, clean, smelled good and had a hat on his head.    ",
    "uk": "राजकुमारी ने उन्हें खोला. उनके पीछे एक परिचित मेंढक बैठा था. वह सजा-धजा था, साफ-सुथरा था, अच्छी खुशबू आ रही थी और उसके सिर पर टोपी थी.    ",
    "start_cs": 75.069,
    "end_cs": 83.680,
    "start_uk": 85.860,
    "end_uk": 96.400
  },
  {
    "main": "She was startled and quickly slammed the door. However, the king's father wondered what had frightened her so much.    ",
    "uk": "वह चौंक गई और उसने तुरंत दरवाजा बंद कर दिया. हालाँकि, राजा के पिता को आश्चर्य हुआ कि किस चीज़ ने उसे इतना डरा दिया है.    ",
    "start_cs": 84.589,
    "end_cs": 90.819,
    "start_uk": 97.099,
    "end_uk": 105.500
  },
  {
    "main": "So she began to tell her parents how her ball had fallen into the well, that the frog had pulled it out, and what she had promised him in return.    ",
    "uk": "इसलिए वह अपने माता-पिता को बताने लगी कि कैसे उसकी गेंद कुएं में गिर गई थी, कि मेंढक ने उसे बाहर निकाला था, और बदले में उसने उससे क्या वादा किया था.",
    "start_cs": 92.089,
    "end_cs": 99.879,
    "start_uk": 106.220,
    "end_uk": 114.620
  },
  {
    "main": "The wise king explained to her that she must fulfill everything she told him.    ",
    "uk": "बुद्धिमान राजा ने उसे समझाया कि उसने जो कुछ भी उससे कहा है उसे पूरा करना होगा.    ",
    "start_cs": 101.290,
    "end_cs": 105.080,
    "start_uk": 115.540,
    "end_uk": 123.370
  },
  {
    "main": "The princess let the frog go. He jumped to the chair and asked her to put him on it. Since he couldn't reach the food from the chair, she had to sit him on the table.    ",
    "uk": "राजकुमारी ने मेंढक को जाने दिया. वह कुर्सी पर कूद गया और उसे उस पर बिठाने के लिए कहा. चूँकि वह कुर्सी से भोजन तक नहीं पहुँच सका, इसलिए उसे उसे मेज पर बिठाना पड़ा.    ",
    "start_cs": 106.239,
    "end_cs": 116.269,
    "start_uk": 124.050,
    "end_uk": 133.699
  },
  {
    "main": "'Hand me your plate,' asked the frog. The girl obeyed him. He thanked for the food but was tired after a delicious dinner.    ",
    "uk": "'मुझे अपनी थाली दो,' मेंढक ने पूछा. लड़की ने उसकी बात मान ली. उसने भोजन के लिए धन्यवाद दिया लेकिन स्वादिष्ट रात्रिभोज के बाद वह थक गया था.    ",
    "start_cs": 117.470,
    "end_cs": 125.610,
    "start_uk": 133.699,
    "end_uk": 143.250
  },
  {
    "main": "'Take me to bed,' says the frog after a while. The princess didn't like it, but she obeyed him.    ",
    "uk": "थोड़ी देर बाद मेंढक कहता है, 'मुझे बिस्तर पर ले चलो.' राजकुमारी को यह पसंद नहीं आया, लेकिन उसने उसकी बात मान ली.    ",
    "start_cs": 126.569,
    "end_cs": 132.669,
    "start_uk": 144.899,
    "end_uk": 152.380
  },
  {
    "main": "'One more kiss goodnight,' croaked the frog. The girl was startled, but when she saw him looking at her sadly, she closed her eyes and kissed him.    ",
    "uk": "'एक और चुम्बन शुभरात्रि,' मेंढक ने टर्राते हुए कहा. लड़की चौंक गई, लेकिन जब उसने उसे उदास होकर अपनी ओर देखते देखा, तो उसने अपनी आँखें बंद कर लीं और उसे चूम लिया.    ",
    "start_cs": 133.910,
    "end_cs": 142.770,
    "start_uk": 155.380,
    "end_uk": 163.589
  },
  {
    "main": "When she opened her eyes again, she was surprised. A young and handsome man was sitting on the bed next to her. He said he was a prince and told her about how a witch once cursed him.    ",
    "uk": "जब उसने दोबारा आंखें खोलीं तो हैरान रह गई. उसके बगल वाले बिस्तर पर एक युवा और सुंदर आदमी बैठा था. उसने कहा कि वह एक राजकुमार है और उसने उसे बताया कि कैसे एक बार एक चुड़ैल ने उसे श्राप दिया था.    ",
    "start_cs": 143.940,
    "end_cs": 155.500,
    "start_uk": 164.509,
    "end_uk": 177.809
  },
  {
    "main": "The princess fell in love with him at first sight.    ",
    "uk": "राजकुमारी को पहली नजर में ही उससे प्यार हो गया.    ",
    "start_cs": 156.820,
    "end_cs": 159.240,
    "start_uk": 178.750,
    "end_uk": 181.820
  },
  {
    "main": "Soon there was a big wedding and the princess went with the prince to his kingdom.",
    "uk": "जल्द ही एक बड़ी शादी हुई और राजकुमारी राजकुमार के साथ उसके राज्य में चली गई.",
    "start_cs": 160.600,
    "end_cs": 164.589,
    "start_uk": 182.559,
    "end_uk": 187.429
  }
]