[
    {
        "main": "Once upon a time there was a stepmother who lived with her own daughter Victoria and stepdaughter Jasmine.",
        "uk": "एक बार की बात है, एक सौतेली माँ अपनी बेटी विक्टोरिया और सौतेली बेटी जैस्मीन के साथ रहती थी।",
        "start_cs": 0,
        "end_cs": 0,
        "start_uk": 0,
        "end_uk": 13.0
    },
    {
        "main": "While Victoria was doing nothing but resting and decorating herself, Jasmine was taking care of the house and the animals.",
        "uk": "जहां विक्टोरिया आराम करने और खुद को सजाने के अलावा कुछ नहीं कर रही थी, वहीं जैस्मिन घर और जानवरों की देखभाल कर रही थी।",
        "start_cs": 0,
        "end_cs": 13.0,
        "start_uk": 13.0,
        "end_uk": 39.0
    },
    {
        "main": "One winter day, Jasmine's stepmother called and gave her a strange task:",
        "uk": "सर्दियों के एक दिन, जैस्मीन की सौतेली माँ ने फोन किया और उसे एक अजीब काम दिया:",
        "start_cs": 13.0,
        "end_cs": 13.0,
        "start_uk": 39.0,
        "end_uk": 39.0
    },
    {
        "main": "“Victoria wants to smell violets. Bring her a bouquet of them. And I'm telling you, don't come home without violets!'",
        "uk": "“विक्टोरिया बैंगनी रंग की खुशबू लेना चाहती है। उसके लिए उनमें से एक गुलदस्ता लाओ। और मैं तुमसे कह रहा हूं, वॉयलेट्स के बिना घर मत आना!'",
        "start_cs": 13.0,
        "end_cs": 13.0,
        "start_uk": 39.0,
        "end_uk": 39.0
    },
    {
        "main": "Jasmine made her way to the meadow where violets usually bloom in the spring.",
        "uk": "चमेली उस घास के मैदान की ओर चल पड़ी जहां आमतौर पर वसंत ऋतु में बैंगनी फूल खिलते हैं।",
        "start_cs": 13.0,
        "end_cs": 13.0,
        "start_uk": 39.0,
        "end_uk": 39.0
    },
    {
        "main": "But as it was cold and there was snow all around, Jasmine suspected that she would not return home.",
        "uk": "लेकिन चूँकि ठंड थी और चारों ओर बर्फ थी, जैस्मीन को संदेह था कि वह घर नहीं लौटेगी।",
        "start_cs": 13.0,
        "end_cs": 38.0,
        "start_uk": 39.0,
        "end_uk": 39.0
    },
    {
        "main": "She was all tired and frozen when she suddenly saw a big fire.",
        "uk": "वह पूरी तरह थकी हुई और जमी हुई थी जब उसने अचानक एक बड़ी आग देखी।",
        "start_cs": 38.0,
        "end_cs": 50.0,
        "start_uk": 39.0,
        "end_uk": 46.0
    },
    {
        "main": "She walked up to him to warm herself.",
        "uk": "वह खुद को गर्म करने के लिए उसके पास चली गई।",
        "start_cs": 50.0,
        "end_cs": 50.0,
        "start_uk": 46.0,
        "end_uk": 50.0
    },
    {
        "main": "Twelve men, twelve months, sat around the fire.",
        "uk": "बारह आदमी, बारह महीने, आग के चारों ओर बैठे।",
        "start_cs": 50.0,
        "end_cs": 50.0,
        "start_uk": 50.0,
        "end_uk": 50.0
    },
    {
        "main": "January sat on the highest chair.",
        "uk": "जनवरी सबसे ऊंची कुर्सी पर बैठी.",
        "start_cs": 50.0,
        "end_cs": 52.0,
        "start_uk": 50.0,
        "end_uk": 50.0
    },
    {
        "main": "He asked Jasmine what she was looking for in the forest.",
        "uk": "उसने चमेली से पूछा कि वह जंगल में क्या ढूंढ रही है।",
        "start_cs": 52.0,
        "end_cs": 52.0,
        "start_uk": 50.0,
        "end_uk": 62.0
    },
    {
        "main": "When she told him everything, January handed over the reigns to March - and for a moment spring came.",
        "uk": "जब उसने उसे सब कुछ बताया, तो जनवरी ने मार्च को शासन सौंप दिया - और एक पल के लिए वसंत आ गया।",
        "start_cs": 52.0,
        "end_cs": 52.0,
        "start_uk": 62.0,
        "end_uk": 62.0
    },
    {
        "main": "The violets bloomed, Jasmine plucked them, thanked them and ran home with the flower.",
        "uk": "बैंगनी फूल खिल गए, चमेली ने उन्हें तोड़ लिया, उन्हें धन्यवाद दिया और फूल लेकर घर भाग गई।",
        "start_cs": 52.0,
        "end_cs": 69.0,
        "start_uk": 62.0,
        "end_uk": 62.0
    },
    {
        "main": "Victoria wondered where Jasmine had brought the violets from, but immediately thought of a new task.",
        "uk": "विक्टोरिया को आश्चर्य हुआ कि जैस्मीन बैंगनी रंग कहाँ से लाई, लेकिन तुरंत एक नए कार्य के बारे में सोचा।",
        "start_cs": 69.0,
        "end_cs": 75.0,
        "start_uk": 62.0,
        "end_uk": 81.0
    }
]