[
    {
      "main": "On a farm lived a mother pig with her three little pigs.      ",
      "uk": "एक खेत में एक सुअर माँ अपने तीन छोटे सूअरों के साथ रहती थी.      ",
      "start_cs": 0.039,
      "end_cs": 3.349,
      "start_uk": 0.159,
      "end_uk": 3.759
    },
    {
      "main": "One mother was always helpful and careful, but the other two were lazy and never did anything properly.      ",
      "uk": "एक माँ हमेशा मददगार और सावधान रहती थी, लेकिन बाकी दो आलसी थीं और कभी भी कुछ भी ठीक से नहीं करती थीं.      ",
      "start_cs": 4.250,
      "end_cs": 10.300,
      "start_uk": 3.759,
      "end_uk": 11.029
    },
    {
      "main": "When the pigs grew up, they went out into the world.      ",
      "uk": "जब सूअर बड़े हो गए, तो वे दुनिया में चले गए.      ",
      "start_cs": 11.180,
      "end_cs": 14.020,
      "start_uk": 11.029,
      "end_uk": 14.619
    },
    {
      "main": "Before they left, mom reminded them that they had to be careful of the big bad wolf.      ",
      "uk": "उनके जाने से पहले, माँ ने उन्हें याद दिलाया कि उन्हें बड़े बुरे भेड़िये से सावधान रहना होगा.      ",
      "start_cs": 14.989,
      "end_cs": 19.840,
      "start_uk": 14.619,
      "end_uk": 20.850
    },
    {
      "main": "Piglets roamed the meadows, woods and fields, playing and frolicking. Spring, summer passed and cold and rainy autumn began.",
      "uk": "सूअर घास के मैदानों, जंगलों और खेतों में घूमते, खेलते और अठखेलियाँ करते थे. वसंत, ग्रीष्म बीत गए और ठंडी और बरसाती शरद ऋतु शुरू हो गई.      ",
      "start_cs": 20.680,
      "end_cs": 29.260,
      "start_uk": 20.850,
      "end_uk": 31.290
    },
    {
      "main": "That's why the piggies decided to build houses.      ",
      "uk": "इसलिए सूअरों ने घर बनाने का फैसला किया.      ",
      "start_cs": 29.870,
      "end_cs": 32.168,
      "start_uk": 31.290,
      "end_uk": 34.619
    },
    {
      "main": "All three piglets found a place in the same meadow not far from each other. They prepared a saw, a hammer, nails, planks, a bucket, an axe, a shovel, a tape measure and other tools and began to build.      ",
      "uk": "तीनों सूअरों को एक ही घास के मैदान में एक-दूसरे से ज्यादा दूर जगह नहीं मिली. उन्होंने एक आरी, एक हथौड़ा, कीलें, तख्ते, एक बाल्टी, एक कुल्हाड़ी, एक फावड़ा, एक माप टेप और अन्य उपकरण तैयार किए और निर्माण शुरू किया.      ",
      "start_cs": 33.020,
      "end_cs": 47.430,
      "start_uk": 34.619,
      "end_uk": 49.240
    },
    {
      "main": "The first pig was lazy and didn't want to haul wood and stones to build a house, so he quickly built a straw house.",
      "uk": "पहला सुअर आलसी था और घर बनाने के लिए लकड़ी और पत्थर ढोना नहीं चाहता था, इसलिए उसने जल्दी से भूसे का घर बना लिया.      ",
      "start_cs": 48.680,
      "end_cs": 54.979,
      "start_uk": 49.240,
      "end_uk": 56.909
    },
    {
      "main": "The second pig didn't want to carry stones and bricks either, so it built a house out of wood.      ",
      "uk": "दूसरा सुअर पत्थर और ईंटें भी नहीं ले जाना चाहता था, इसलिए उसने लकड़ी से एक घर बनाया.      ",
      "start_cs": 56.180,
      "end_cs": 61.090,
      "start_uk": 56.909,
      "end_uk": 62.639
    },
    {
      "main": "The third pig did the most work. It applied bricks and started building with gusto. It knew that the brick house was the safest.      ",
      "uk": "तीसरे सुअर ने सबसे अधिक काम किया. इसने ईंटें लगाईं और जोर-शोर से निर्माण शुरू कर दिया. उसे पता था कि ईंट का घर सबसे सुरक्षित है.      ",
      "start_cs": 62.150,
      "end_cs": 69.849,
      "start_uk": 62.639,
      "end_uk": 73.000
    },
    {
      "main": "His two brothers mocked him: 'If you had built like we did, the house would have been finished a long time ago!'      ",
      "uk": "उसके दो भाइयों ने उसका मज़ाक उड़ाया: 'यदि तुमने हमारी तरह बनाया होता, तो घर बहुत पहले ही बनकर तैयार हो गया होता!'      ",
      "start_cs": 70.870,
      "end_cs": 76.819,
      "start_uk": 73.000,
      "end_uk": 80.779
    },
    {
      "main": "It wasn't long before the big bad wolf wandered into the pasture. The little pigs got scared and hid in their little houses.      ",
      "uk": "ज्यादा देर नहीं हुई जब बड़ा दुष्ट भेड़िया चरागाह में भटक गया. छोटे सूअर डर गए और अपने छोटे घरों में छिप गए.      ",
      "start_cs": 78.339,
      "end_cs": 85.309,
      "start_uk": 80.779,
      "end_uk": 89.180
    },
    {
      "main": "The big bad wolf came to the straw house and called the first little pig. Since it didn't come out, he inhaled and blew into the house. All the straw flew away and the house was gone.      ",
      "uk": "बड़ा दुष्ट भेड़िया भूसे के घर में आया और पहले छोटे सुअर को बुलाया. चूंकि वह बाहर नहीं आया तो उसने सांस खींचकर घर में फूंक मार दी. सारा भूसा उड़ गया और घर नष्ट हो गया.      ",
      "start_cs": 86.580,
      "end_cs": 98.339,
      "start_uk": 89.180,
      "end_uk": 101.599
    },
    {
      "main": "Fortunately, the first piglet was fast enough to hide in his brother's wooden house.      ",
      "uk": "सौभाग्य से, पहला सूअर का बच्चा इतना तेज़ था कि वह अपने भाई के लकड़ी के घर में छिप गया.      ",
      "start_cs": 99.559,
      "end_cs": 104.139,
      "start_uk": 101.599,
      "end_uk": 111.080
    },
    {
      "main": "The big bad wolf came to the wooden house. 'Don't worry little pigs, come out, we'll play!'      ",
      "uk": "बड़ा दुष्ट भेड़िया लकड़ी के घर में आया. 'चिंता मत करो छोटे सूअर, बाहर आओ, हम खेलेंगे!'      ",
      "start_cs": 105.239,
      "end_cs": 110.540,
      "start_uk": 111.080,
      "end_uk": 115.069
    },
    {
      "main": "When the pigs didn't make a sound, he took a breath, blew, but nothing happened. Wood was heavier than straw. So the big bad wolf breathed more, blew and the house fell apart.      ",
      "uk": "जब सूअरों ने आवाज नहीं की तो उसने सांस ली, फूंक मारी, लेकिन कुछ नहीं हुआ. लकड़ी भूसे से भारी थी. तो बड़े दुष्ट भेड़िये ने अधिक साँस ली, फूँक मारी और घर ढह गया.      ",
      "start_cs": 111.480,
      "end_cs": 124.169,
      "start_uk": 115.069,
      "end_uk": 127.209
    },
    {
      "main": "The frightened piglet managed to escape to the brick house.      ",
      "uk": "भयभीत सूअर का बच्चा ईंट के घर में भागने में सफल रहा.      ",
      "start_cs": 125.550,
      "end_cs": 128.490,
      "start_uk": 127.209,
      "end_uk": 131.570
    },
    {
      "main": "The big bad wolf ran to the third pig's house and started blowing. He blew with all his might. However, he failed to break the house.      ",
      "uk": "बड़ा दुष्ट भेड़िया तीसरे सुअर के घर की ओर भागा और फूंक मारने लगा. उसने अपनी पूरी ताकत से फूंक मारी. हालांकि, वह घर तोड़ने में नाकाम रहे.      ",
      "start_cs": 129.488,
      "end_cs": 138.069,
      "start_uk": 131.570,
      "end_uk": 142.330
    },
    {
      "main": "The two little pigs were afraid, but the third one comforted them: 'Don't worry, my little house is strong, the wolf won't get in here!'      ",
      "uk": "दो छोटे सूअर डरे हुए थे, लेकिन तीसरे ने उन्हें सांत्वना दी: 'चिंता मत करो, मेरा छोटा घर मजबूत है, भेड़िया यहाँ नहीं आएगा!'      ",
      "start_cs": 138.860,
      "end_cs": 146.610,
      "start_uk": 142.330,
      "end_uk": 150.429
    },
    {
      "main": "The wolf thought for a moment, then ran and crashed into the house with force. But he didn't even move. The wolf didn't want to give up. He climbed onto the roof and wanted to go down the chimney.      ",
      "uk": "भेड़िया ने एक पल के लिए सोचा, फिर भाग गया और बलपूर्वक घर में घुस गया. लेकिन वह हिला तक नहीं. भेड़िया हार नहीं मानना चाहता था. वह छत पर चढ़ गया और चिमनी से नीचे जाना चाहता था.      ",
      "start_cs": 147.880,
      "end_cs": 159.000,
      "start_uk": 150.429,
      "end_uk": 164.270
    },
    {
      "main": "Piggy quickly drowned in the stove. When the wolf climbed into the chimney he burned his tail on the fire and his eyes were full of smoke. He was startled, fell off the roof and ran away.      ",
      "uk": "पिग्गी तुरंत चूल्हे में डूब गई. जब भेड़िया चिमनी में चढ़ गया तो उसने अपनी पूँछ आग में जला ली और उसकी आँखें धुएँ से भर गईं. वह चौंक गया, छत से गिर गया और भाग गया.      ",
      "start_cs": 159.570,
      "end_cs": 167.419,
      "start_uk": 164.270,
      "end_uk": 176.119
    },
    {
      "main": "So the third piglet matured into a wolf. Since then, he has never appeared in the pasture.      ",
      "uk": "इस प्रकार तीसरा सुअर का बच्चा परिपक्व होकर भेड़िया बन गया. तब से, वह कभी भी चरागाह में दिखाई नहीं दिया.      ",
      "start_cs": 171.910,
      "end_cs": 177.699,
      "start_uk": 176.119,
      "end_uk": 184.300
    },
    {
      "main": "They all lived together in a brick house, and the first two little pigs were no longer lazy and did everything as it should.",
      "uk": "वे सभी एक ईंट के घर में एक साथ रहते थे, और पहले दो छोटे सूअर अब आलसी नहीं थे और सब कुछ वैसा ही करते थे जैसा उन्हें करना चाहिए.",
      "start_cs": 178.929,
      "end_cs": 184.800,
      "start_uk": 184.300,
      "end_uk": 192.720
    }
]
