[
    {
        "main": "Grandfather and grandmother were alive, but they had no children. And so the woman asked her husband to carve a baby out of wood for her - so that she could put it in the cradle and rock it.",
        "uk": "दादा-दादी जीवित थे, लेकिन उनकी कोई संतान नहीं थी। और इसलिए महिला ने अपने पति से उसके लिए लकड़ी से एक बच्चा बनाने के लिए कहा - ताकि वह उसे पालने में रख सके और झुला सके।",
        "start_cs": 0,
        "end_cs": 10.0,
        "start_uk": 0,
        "end_uk": 10.0
    },
    {
        "main": "Grandpa did it, and in the evening, grandma was rocking the wooden doll in the cradle. And in the morning there lay a beautiful little boy whom the happy parents named George.",
        "uk": "दादाजी ने ऐसा किया और शाम को दादी लकड़ी की गुड़िया को पालने में झुला रही थीं। और सुबह वहाँ एक सुंदर छोटा लड़का पड़ा था, जिसका खुश माता-पिता ने जॉर्ज नाम रखा।",
        "start_cs": 10.0,
        "end_cs": 21.0,
        "start_uk": 10.0,
        "end_uk": 21.0
    },
    {
        "main": "The boy grew up to be smart, beautiful and kind. Once he asked his grandfather to make him a boat and a paddle so that he could catch fish and support his parents.",
        "uk": "लड़का बड़ा होकर चतुर, सुंदर और दयालु हो गया। एक बार उन्होंने अपने दादाजी से एक नाव और चप्पू बनाने के लिए कहा ताकि वह मछली पकड़ सकें और अपने माता-पिता का भरण-पोषण कर सकें।",
        "start_cs": 21.0,
        "end_cs": 21.0,
        "start_uk": 21.0,
        "end_uk": 34.0
    },
    {
        "main": "Grandfather did so, and George immediately went fishing.",
        "uk": "दादाजी ने वैसा ही किया और जॉर्ज तुरंत मछली पकड़ने चला गया।",
        "start_cs": 21.0,
        "end_cs": 21.0,
        "start_uk": 34.0,
        "end_uk": 38.0
    },
    {
        "main": "Every day at noon, the grandmother came to the shore and sang a song, after which Ivasik swam to the shore and ate the lunch that his mother brought him.",
        "uk": "हर दिन दोपहर के समय, दादी किनारे पर आती थीं और एक गाना गाती थीं, जिसके बाद इवासिक तैरकर किनारे पर आता था और दोपहर का खाना खाता था जो उसकी माँ उसके लिए लाती थी।",
        "start_cs": 21.0,
        "end_cs": 45.0,
        "start_uk": 38.0,
        "end_uk": 49.0
    },
    {
        "main": "One day, Viper saw George approaching the shore following his mother's voice, and decided to trick the boy into dreaming.",
        "uk": "एक दिन, वाइपर ने जॉर्ज को अपनी माँ की आवाज़ का पीछा करते हुए किनारे की ओर आते देखा, और उसने लड़के को सपने देखने के लिए धोखा देने का फैसला किया।",
        "start_cs": 45.0,
        "end_cs": 53.0,
        "start_uk": 49.0,
        "end_uk": 49.0
    },
    {
        "main": "She began to sing the same song on the shore, but George did not recognize her voice and did not swim to the shore.",
        "uk": "वह किनारे पर वही गाना गाने लगी, लेकिन जॉर्ज उसकी आवाज़ नहीं पहचान सका और तैरकर किनारे तक नहीं आया।",
        "start_cs": 53.0,
        "end_cs": 60.0,
        "start_uk": 49.0,
        "end_uk": 49.0
    },
    {
        "main": "So the viper went to the blacksmith and asked him to forge her a high-pitched voice.",
        "uk": "इसलिए सांप लोहार के पास गया और उससे ऊंची आवाज में आवाज निकालने के लिए कहा।",
        "start_cs": 60.0,
        "end_cs": 66.0,
        "start_uk": 49.0,
        "end_uk": 71.0
    },
    {
        "main": "This time George swam to shore. The viper grabbed it and carried it to her in the forest to bake and eat it.",
        "uk": "इस बार जॉर्ज तैरकर किनारे आ गया। सांप ने उसे पकड़ लिया और उसे पकाने और खाने के लिए जंगल में अपने पास ले गया।",
        "start_cs": 66.0,
        "end_cs": 72.0,
        "start_uk": 71.0,
        "end_uk": 74.0
    },
    {
        "main": "Viper asked her daughter Viper Chhota to bake the boy and went to invite the guests herself.",
        "uk": "वाइपर ने अपनी बेटी वाइपर छोटा से लड़के को खाना बनाने के लिए कहा और खुद मेहमानों को निमंत्रण देने चली गई.",
        "start_cs": 72.0,
        "end_cs": 72.0,
        "start_uk": 74.0,
        "end_uk": 74.0
    },
    {
        "main": "But George was clever, and when Chhota melted the furnace he pretended not to understand how to get into it. He asked her to show it to him - then he himself closed the oven and hid in a tall maple tree.",
        "uk": "लेकिन जॉर्ज चतुर था, और जब छोटा ने भट्टी को पिघलाया तो उसने ऐसा दिखावा किया कि उसे समझ नहीं आ रहा था कि उसमें कैसे प्रवेश किया जाए। उसने उसे उसे दिखाने के लिए कहा - फिर उसने खुद ओवन बंद कर दिया और एक ऊंचे मेपल के पेड़ में छिप गया।",
        "start_cs": 72.0,
        "end_cs": 92.0,
        "start_uk": 74.0,
        "end_uk": 126.0
    },
    {
        "main": "The Viper returned with the guests and George had a good lunch - or so they thought. They went to stretch out in the grass when they see George on the maple tree.",
        "uk": "वाइपर मेहमानों के साथ लौट आया और जॉर्ज ने अच्छा दोपहर का भोजन किया - या ऐसा उन्होंने सोचा। जब वे मेपल के पेड़ पर जॉर्ज को देखते हैं तो वे घास में पैर फैलाने के लिए चले जाते हैं।",
        "start_cs": 92.0,
        "end_cs": 113.0,
        "start_uk": 126.0,
        "end_uk": 126.0
    },
    {
        "main": "They tried to bite the tall tree, but their teeth broke, so they went to a blacksmith to have their teeth forged into iron ones.",
        "uk": "उन्होंने ऊँचे पेड़ को काटने की कोशिश की, लेकिन उनके दाँत टूट गए, इसलिए वे अपने दाँतों को लोहे के दाँतों में बनवाने के लिए एक लोहार के पास गए।",
        "start_cs": 113.0,
        "end_cs": 113.0,
        "start_uk": 126.0,
        "end_uk": 126.0
    },
    {
        "main": "At that time, a flock of geese flew over the tree. George asked the last tired goose to save him and take him under her wings.",
        "uk": "उसी समय, हंसों का एक झुंड पेड़ के ऊपर से उड़ गया। जॉर्ज ने आखिरी थके हुए हंस से उसे बचाने और अपने पंखों के नीचे लेने के लिए कहा।",
        "start_cs": 113.0,
        "end_cs": 118.0,
        "start_uk": 126.0,
        "end_uk": 131.0
    },
    {
        "main": "Goose brought George to the home yard, where grandmother had just baked cakes.",
        "uk": "गूज़ जॉर्ज को घर के आँगन में ले आया, जहाँ दादी ने अभी-अभी केक पकाया था।",
        "start_cs": 118.0,
        "end_cs": 124.0,
        "start_uk": 131.0,
        "end_uk": 137.0
    },
    {
        "main": "He sits with his grandfather and counts the pies: \"This one is for you, grandfather, and this one is for me.\"",
        "uk": "वह अपने दादाजी के साथ बैठता है और पाई गिनता है: \"यह आपके लिए है, दादाजी, और यह मेरे लिए है।\"",
        "start_cs": 124.0,
        "end_cs": 124.0,
        "start_uk": 137.0,
        "end_uk": 137.0
    },
    {
        "main": "And George asks, \"And for me?\"",
        "uk": "और जॉर्ज पूछता है, \"और मेरे लिए?\"",
        "start_cs": 124.0,
        "end_cs": 124.0,
        "start_uk": 137.0,
        "end_uk": 137.0
    },
    {
        "main": "When the grandfather and grandmother heard Ivasik's voice, they immediately hugged their son! That was a joy!",
        "uk": "जब दादा और दादी ने इवासिक की आवाज़ सुनी, तो उन्होंने तुरंत अपने बेटे को गले लगा लिया! वह एक ख़ुशी थी!",
        "start_cs": 124.0,
        "end_cs": 124.0,
        "start_uk": 137.0,
        "end_uk": 137.0
    },
    {
        "main": "And the grandmother saw a goose outside and thought she would catch it and bake it. But George talked Mum out of it. He said the goose saved his life.",
        "uk": "और दादी ने बाहर एक हंस देखा और सोचा कि वह इसे पकड़कर सेंकेगी। लेकिन जॉर्ज ने मां से इस बारे में बात की। उन्होंने कहा कि हंस ने उनकी जान बचाई।",
        "start_cs": 124.0,
        "end_cs": 149.0,
        "start_uk": 137.0,
        "end_uk": 137.0
    },
    {
        "main": "And so they all lived together and rejoiced together.",
        "uk": "और इस प्रकार वे सब एक साथ रहते और एक साथ आनन्द करते थे।",
        "start_cs": 149.0,
        "end_cs": 153.0,
        "start_uk": 137.0,
        "end_uk": 170.0
    }
]